Repository: xcv58/MacTools
Catalog: Plugins/DiskClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# history.status.rollbackBlocked
source: 无法放回原处
ar: تعذّر الإرجاع إلى الموقع الأصلي
de: Wiederherstellung am Ursprungspfad blockiert
en: Couldn’t restore to original location
es: No se pudo restaurar a la ubicación original
fr: Impossible de restaurer à l’emplacement d’origine
ja: 元の場所に戻せません
ko: 원래 위치로 되돌릴 수 없음
pt: Não foi possível restaurar ao local original
ru: Не удалось вернуть на исходное место
tr: Özgün konuma geri yüklenemedi
zh_hant: 無法放回原處

# history.status.reconciledRolledBack
source: 启动时已放回
ar: أُعيد عند التشغيل
de: Beim Start wiederhergestellt
en: Restored at launch
es: Restaurado al iniciar
fr: Restauré au lancement
ja: 起動時に復元済み
ko: 실행 시 복원됨
pt: Restaurado ao iniciar
ru: Восстановлено при запуске
tr: Açılışta geri yüklendi
zh_hant: 啟動時已放回

# history.status.reconciledAbsent
source: 上次已完成
ar: اكتمل في المرة السابقة
de: Zuletzt abgeschlossen
en: Completed last time
es: Completado la última vez
fr: Terminé la dernière fois
ja: 前回完了済み
ko: 지난번에 완료됨
pt: Concluído da última vez
ru: Завершено в прошлый раз
tr: Önceki seferde tamamlandı

# history.status.reconcileFailed
source: 未完成，待处理
ar: غير مكتمل — يحتاج إلى انتباه
de: Unvollständig — Handlung nötig
en: Incomplete — needs attention
es: Incompleto: requiere atención
fr: Incomplet — attention requise
ja: 未完了 — 要対応
ko: 미완료 — 조치 필요
pt: Incompleto — precisa de atenção
ru: Не завершено — требует внимания
tr: Tamamlanmadı — ilgilenmeniz gerekiyor
zh_hant: 未完成，待處理

# detail.history.title
source: 清理历史
ar: سجل التنظيف
de: Bereinigungsverlauf
en: Cleanup history
es: Historial de limpieza
fr: Historique de nettoyage
ja: クリーンアップ履歴
ko: 정리 기록
pt: Histórico de limpeza
ru: История очистки
tr: Temizleme geçmişi
zh_hant: 清理歷史

# detail.history.reload
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile

# detail.history.loading
source: 正在读取记录…
ar: جارٍ تحميل السجلات…
de: Einträge werden geladen…
en: Loading records…
es: Cargando registros…
fr: Chargement des enregistrements…
ja: 記録を読み込み中…
ko: 기록 불러오는 중…
pt: A carregar registos…
ru: Загрузка записей…
tr: Kayıtlar yükleniyor…
zh_hant: 正在讀取記錄…

# detail.history.empty
source: 还没有清理记录
ar: لا يوجد سجل تنظيف بعد
de: Noch kein Bereinigungsverlauf
en: No cleanup history yet
es: Aún no hay historial de limpieza
fr: Aucun historique de nettoyage pour l’instant
ja: クリーンアップ履歴はまだありません
ko: 아직 정리 기록이 없습니다
pt: Ainda sem histórico de limpeza
ru: Истории очистки пока нет
tr: Henüz temizleme geçmişi yok
zh_hant: 還沒有清理記錄

# detail.history.attention.title
source: 有 %d 项清理未完成
ar: %d عناصر تنظيف تحتاج إلى انتباه
de: %d Bereinigungen benötigen Aufmerksamkeit
en: %d cleanup items need attention
es: %d limpiezas requieren atención
fr: %d nettoyages nécessitent une attention
ja: %d 件のクリーンアップが未完了です
ko: 정리 미완료 항목 %d개
pt: %d limpezas precisam de atenção
ru: %d очисток требуют внимания
tr: %d temizleme öğesi dikkat gerektiriyor
zh_hant: 有 %d 項清理未完成

# detail.history.attention.description
source: 这些项目在磁盘上留下了以 .mactools-staged- 开头的暂存对象，可在下方记录里查看原路径后自行处理。
ar: تركت هذه العناصر كائنات مؤقتة تبدأ أسماؤها بـ .mactools-staged-. راجع المسار الأصلي في السجلات أدناه ثم عالجها بنفسك.
de: Diese Elemente haben Staging-Objekte mit Namen beginnend mit .mactools-staged- hinterlassen. Originalpfad unten prüfen und selbst behandeln.
en: These items left staged objects on disk whose names start with .mactools-staged-. Check the original path in the records below, then handle them yourself.
es: Estos elementos dejaron objetos temporales cuyo nombre empieza por .mactools-staged-. Consulta la ruta original abajo y gestionalos tú.
fr: Ces éléments ont laissé des objets de staging dont le nom commence par .mactools-staged-. Vérifiez le chemin d’origine ci-dessous, puis traitez-les vous-même.
ja: これらの項目は .mactools-staged- で始まるステージングオブジェクトを残しています。下の記録で元のパスを確認し、ご自身で処理してください。
ko: 이 항목들은 이름이 .mactools-staged-로 시작하는 스테이징 객체를 남겼습니다. 아래 기록에서 원래 경로를 확인한 뒤 직접 처리하세요.
pt: Estes itens deixaram objetos de staging com nomes a começar por .mactools-staged-. Veja o caminho original abaixo e trate-os você mesmo.
ru: Эти элементы оставили на диске объекты со именами .mactools-staged-. Проверьте исходный путь в записях ниже и обработайте вручную.
tr: Bu öğeler, diskte adı .mactools-staged- ile başlayan geçici nesneler bıraktı. Aşağıdaki kayıtlardan özgün yolu denetleyin, ardından bunlarla kendiniz ilgilenin.
zh_hant: 這些項目在磁碟上留下了以 .mactools-staged- 開頭的暫存對象，可在下方記錄裡查看原路徑後自行處理。

# detail.history.stagedName
source: 暂存名：%@
ar: الاسم المؤقت: %@
de: Staging-Name: %@
en: Staged name: %@
es: Nombre temporal: %@
fr: Nom de staging : %@
ja: ステージ名：%@
ko: 스테이징 이름: %@
pt: Nome de staging: %@
ru: Имя staging: %@
tr: Geçici ad: %@
zh_hant: 暫存名：%@

# controller.subtitle.expired
source: 结果已过期，请重新扫描
ar: انتهت صلاحية النتائج — أعد المسح
de: Ergebnisse abgelaufen — erneut scannen
en: Results expired — rescan
es: Resultados caducados: vuelve a escanear
fr: Résultats expirés — rescanner
ja: 結果の有効期限切れ — 再スキャン
ko: 결과가 만료됨 — 다시 스캔
pt: Resultados expirados — escaneie de novo
ru: Результаты устарели — пересканируйте
tr: Sonuçların süresi doldu — yeniden tarayın
zh_hant: 結果已過期，請重新掃描

# controller.subtitle.confirming
source: 等待确认永久清理
ar: بانتظار تأكيد الحذف النهائي
de: Warte auf Bestätigung der endgültigen Löschung
en: Waiting to confirm permanent deletion
es: Esperando confirmación de eliminación permanente
fr: En attente de confirmation de la suppression définitive
ja: 完全削除の確認待ち
ko: 영구 삭제 확인 대기 중
pt: Aguardando confirmação da exclusão permanente
ru: Ожидание подтверждения безвозвратного удаления
tr: Kalıcı silme onayı bekleniyor
zh_hant: 等待確認永久清理

# controller.error.confirmationExpired
source: 确认已超时，请重新发起清理
ar: انتهت مهلة التأكيد. ابدأ التنظيف من جديد.
de: Bestätigung abgelaufen. Cleanup erneut starten.
en: Confirmation timed out. Start cleanup again.
es: La confirmación caducó. Inicia la limpieza de nuevo.
fr: Confirmation expirée. Relancez le nettoyage.
ja: 確認がタイムアウトしました。もう一度クリーンアップを開始してください
ko: 확인 시간이 초과되었습니다. 정리를 다시 시작하세요
pt: A confirmação expirou. Inicie a limpeza novamente.
ru: Время подтверждения истекло. Запустите очистку снова.
tr: Onay zaman aşımına uğradı. Temizlemeyi yeniden başlatın.
zh_hant: 確認已超時，請重新發起清理

# detail.confirm.confirm
source: 永久删除
ar: حذف نهائي
de: Endgültig löschen
en: Delete Permanently
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구 삭제
pt: Apagar permanentemente
ru: Удалить безвозвратно
tr: Kalıcı Olarak Sil
zh_hant: 永久刪除

# detail.action.cancelClean
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# detail.confirm.message
source: 永久删除不进废纸篓，无法恢复。
ar: الحذف النهائي يتجاوز سلة المهملات ولا يمكن التراجع عنه.
de: Endgültiges Löschen umgeht den Papierkorb und kann nicht rückgängig gemacht werden.
en: Permanent deletion skips the Trash and can’t be undone.
es: La eliminación permanente no usa la Papelera y no se puede deshacer.
fr: La suppression définitive n’utilise pas la corbeille et est irréversible.
ja: 完全削除はゴミ箱を経由せず、元に戻せません。
ko: 영구 삭제는 휴지통을 거치지 않으며 되돌릴 수 없습니다.
pt: A exclusão permanente não passa pelo Lixo e não pode ser desfeita.
ru: Безвозвратное удаление минует Корзину и не отменяется.
tr: Kalıcı silme, öğeleri Çöp'e atmadan doğrudan siler ve geri alınamaz.
zh_hant: 永久刪除不進廢紙簍，無法恢復。

# permission.fullDiskAccess.description
source: 用于检查受保护的系统缓存位置；未授权时仍可清理其他项目。
ar: يُستخدم لفحص مواقع ذاكرة التخزين المؤقت المحمية في النظام؛ ويمكن تنظيف العناصر الأخرى من دون هذا الوصول.
de: Wird zum Prüfen geschützter System-Cache-Speicherorte verwendet; andere Elemente können auch ohne Zugriff bereinigt werden.
en: Used to inspect protected system cache locations; other items can still be cleaned without access.
es: Se usa para revisar ubicaciones protegidas de caché del sistema; los demás elementos se pueden limpiar sin acceso.
fr: Permet d’analyser les emplacements protégés du cache système ; les autres éléments peuvent être nettoyés sans cet accès.
ja: 保護されたシステムキャッシュを確認するために使用します。許可しなくても、ほかの項目は引き続きクリーンアップできます。
ko: 보호된 시스템 캐시 위치를 확인하는 데 사용됩니다. 권한이 없어도 다른 항목은 계속 정리할 수 있습니다.
pt: Usado para verificar locais protegidos de cache do sistema; outros itens ainda podem ser limpos sem acesso.
ru: Используется для проверки защищённых расположений системного кэша; остальные объекты можно очищать и без доступа.
tr: Korumalı sistem önbelleği konumlarını incelemek için kullanılır; erişim olmadan da diğer öğeler temizlenebilir.
zh_hant: 用於檢查受保護的系統快取位置；未授權時仍可清理其他項目。

# permission.fullDiskAccess.title
source: 完全磁盘访问
ar: الوصول الكامل إلى القرص
de: Vollzugriff auf den Festspeicher
en: Full Disk Access
es: Acceso total al disco
fr: Accès complet au disque
ja: フルディスクアクセス
ko: 전체 디스크 접근
pt: Acesso Total ao Disco
ru: Полный доступ к диску
tr: Tam Disk Erişimi
zh_hant: 完全磁碟存取

# detail.fda.title
source: 完全磁盘访问未开启——部分系统缓存将被跳过
ar: الوصول الكامل إلى القرص معطّل — سيتم تخطي بعض ذاكرات التخزين المؤقت للنظام
de: Vollzugriff auf den Festspeicher ist aus — einige System-Caches werden übersprungen
en: Full Disk Access is off — some system caches will be skipped
es: Acceso total al disco desactivado: se omitirán algunas cachés del sistema
fr: Accès complet au disque désactivé — certains caches système seront ignorés
ja: フルディスクアクセスがオフです — 一部のシステムキャッシュはスキップされます
ko: 전체 디스크 접근이 꺼져 있음 — 일부 시스템 캐시가 건너뛰어집니다
pt: Acesso Total ao Disco desligado — alguns caches do sistema serão ignorados
ru: Полный доступ к диску выключен — часть системных кэшей будет пропущена
tr: Tam Disk Erişimi kapalı — bazı sistem önbellekleri atlanacak
zh_hant: 完全磁碟存取未開啟——部分系統快取將被跳過

# detail.fda.footnote
source: 授权后请退出并重新打开 MacTools。
ar: بعد منح الوصول، أغلِق MacTools ثم أعد فتحه.
de: Nach der Freigabe MacTools beenden und erneut öffnen.
en: After granting access, quit and reopen MacTools.
es: Tras conceder el acceso, cierra y vuelve a abrir MacTools.
fr: Après autorisation, quittez puis rouvrez MacTools.
ja: 許可後、MacTools を終了して再度開いてください。
ko: 권한을 허용한 뒤 MacTools를 종료했다가 다시 여세요.
pt: Depois de conceder o acesso, saia e reabra o MacTools.
ru: После выдачи доступа выйдите из MacTools и откройте снова.
tr: Erişim verdikten sonra MacTools'tan çıkıp yeniden açın.
zh_hant: 授權後請退出並重新打開 MacTools。

# detail.fda.openSettings
source: 前往授权
ar: فتح الإعدادات
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarları Aç
zh_hant: 前往授權

# detail.limited.title
source: 本次扫描不完整
ar: هذا المسح غير مكتمل
de: Dieser Scan ist unvollständig
en: This scan is incomplete
es: Este escaneo está incompleto
fr: Cette analyse est incomplète
ja: このスキャンは不完全です
ko: 이번 스캔이 불완전합니다
pt: Esta varredura está incompleta
ru: Это сканирование неполное
tr: Bu tarama eksik
zh_hant: 本次掃描不完整

# detail.error.title
source: 操作未完成
ar: العملية غير مكتملة
de: Aktion unvollständig
en: Action incomplete
es: Acción incompleta
fr: Action incomplète
ja: 操作は完了しませんでした
ko: 작업이 완료되지 않음
pt: Ação incompleta
ru: Действие не завершено
tr: Eylem tamamlanmadı

# detail.scope.title
source: 扫描范围
ar: نطاق المسح
de: Scanbereich
en: Scan scope
es: Ámbito de escaneo
fr: Portée de l’analyse
ja: スキャン範囲
ko: 스캔 범위
pt: Âmbito da varredura
ru: Область сканирования
tr: Tarama kapsamı
zh_hant: 掃描範圍

# detail.categories.title
source: 清理项目
ar: عناصر التنظيف
de: Bereinigungselemente
en: Cleanup items
es: Elementos de limpieza
fr: Éléments à nettoyer
ja: クリーンアップ項目
ko: 정리 항목
pt: Itens de limpeza
ru: Элементы очистки
tr: Temizleme öğeleri
zh_hant: 清理項目

# detail.categories.idle
source: 点击「扫描」查看可清理内容
ar: انقر «مسح» لعرض ما يمكن تنظيفه
de: „Scannen“ tippen, um bereinigbare Inhalte zu sehen
en: Click Scan to see what can be cleaned
es: Pulsa Escanear para ver lo que se puede limpiar
fr: Cliquez sur Analyser pour voir ce qui peut être nettoyé
ja: 「スキャン」を押してクリーンアップ可能な項目を表示
ko: 「스캔」을 눌러 정리 가능한 항목 확인
pt: Clique em Escanear para ver o que pode ser limpo
ru: Нажмите «Сканировать», чтобы увидеть, что можно очистить
tr: Nelerin temizlenebileceğini görmek için Tara düğmesini tıklayın
zh_hant: 點擊「掃描」查看可清理內容

# detail.result.title
source: 清理结果
ar: نتائج التنظيف
de: Bereinigungsergebnis
en: Cleanup results
es: Resultados de limpieza
fr: Résultats du nettoyage
ja: クリーンアップ結果
ko: 정리 결과
pt: Resultados da limpeza
ru: Результаты очистки
tr: Temizleme sonuçları
zh_hant: 清理結果

# detail.result.stagedName
source: 暂存名：%@
ar: الاسم المؤقت: %@
de: Staging-Name: %@
en: Staged name: %@
es: Nombre temporal: %@
fr: Nom de staging : %@
ja: ステージ名：%@
ko: 스테이징 이름: %@
pt: Nome de staging: %@
ru: Имя staging: %@
tr: Geçici ad: %@
zh_hant: 暫存名：%@

# detail.result.trashed
source: 已移到废纸篓
ar: نُقل إلى سلة المهملات
de: In den Papierkorb verschoben
en: Moved to Trash
es: Movido a la Papelera
fr: Mis à la corbeille
ja: ゴミ箱に移動済み
ko: 휴지통으로 이동됨
pt: Movido para o Lixo
ru: Перемещено в Корзину
tr: Çöp'e taşındı
zh_hant: 已移到廢紙簍

# detail.result.removed
source: 已删除
ar: تم الحذف
de: Gelöscht
en: Deleted
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 삭제됨
pt: Apagado
ru: Удалено
tr: Silindi
zh_hant: 已刪除

# detail.result.skipped
source: 已跳过
ar: تم التخطي
de: Übersprungen
en: Skipped
es: Omitido
fr: Ignoré
ja: スキップ
ko: 건너뜀
pt: Ignorado
ru: Пропущено
tr: Atlandı
zh_hant: 已跳過

# detail.result.failed
source: 未完成
ar: غير مكتمل
de: Nicht abgeschlossen
en: Not completed
es: No completado
fr: Non terminé
ja: 未完了
ko: 완료되지 않음
pt: Não concluído
ru: Не завершено
tr: Tamamlanmadı

# detail.result.trashedBytes
source: 已移到废纸篓
ar: نُقل إلى سلة المهملات
de: In den Papierkorb verschoben
en: Moved to Trash
es: Movido a la Papelera
fr: Mis à la corbeille
ja: ゴミ箱に移動済み
ko: 휴지통으로 이동됨
pt: Movido para o Lixo
ru: Перемещено в Корзину
tr: Çöp'e taşındı
zh_hant: 已移到廢紙簍

# detail.result.reclaimedBytes
source: 已释放
ar: تم التحرير
de: Freigegeben
en: Freed
es: Liberado
fr: Libéré
ja: 解放済み
ko: 확보됨
pt: Libertado
ru: Освобождено
tr: Kazanılan
zh_hant: 已釋放

# detail.settings.title
source: 清理设置
ar: إعدادات التنظيف
de: Bereinigungseinstellungen
en: Cleanup settings
es: Ajustes de limpieza
fr: Réglages de nettoyage
ja: クリーンアップ設定
ko: 정리 설정
pt: Ajustes de limpeza
ru: Настройки очистки
tr: Temizleme ayarları
zh_hant: 清理設置

# detail.removalMode.title
source: 删除方式
ar: طريقة الحذف
de: Löschmethode
en: Deletion method
es: Método de eliminación
fr: Méthode de suppression
ja: 削除方法
ko: 삭제 방식
pt: Método de exclusão
ru: Способ удаления
tr: Silme yöntemi
zh_hant: 刪除方式

# detail.removalMode.trash
source: 废纸篓
ar: سلة المهملات
de: Papierkorb
en: Trash
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt: Lixo
ru: Корзина
tr: Çöp
zh_hant: 廢紙簍

# detail.removalMode.permanent
source: 永久删除
ar: حذف نهائي
de: Endgültig löschen
en: Permanent delete
es: Eliminación permanente
fr: Suppression définitive
ja: 完全削除
ko: 영구 삭제
pt: Exclusão permanente
ru: Безвозвратное удаление
tr: Kalıcı silme
zh_hant: 永久刪除

# detail.removalMode.trash.description
source: 移到废纸篓，清空废纸篓后才真正释放空间。放回时会落在暂存名下。
ar: ينقل إلى سلة المهملات. لا تُحرَّر المساحة إلا بعد تفريغها. عند الإرجاع يُستخدم الاسم المؤقت.
de: Verschiebt in den Papierkorb. Speicher wird erst nach dem Leeren freigegeben. Wiederherstellen nutzt den Staging-Namen.
en: Moves items to the Trash. Space is freed only after you empty it. Putting back uses the staged name.
es: Mueve a la Papelera. El espacio se libera al vaciarla. Al restaurar se usa el nombre temporal.
fr: Déplace vers la corbeille. L’espace n’est libéré qu’après l’avoir vidée. La restauration utilise le nom de staging.
ja: ゴミ箱に移します。空にして初めて容量が解放されます。戻すとステージ名のままになります。
ko: 휴지통으로 이동합니다. 비운 뒤에야 공간이 확보됩니다. 복원 시 스테이징 이름으로 남습니다.
pt: Move para o Lixo. O espaço só é libertado ao esvaziá-lo. Ao restaurar fica com o nome de staging.
ru: Перемещает в Корзину. Место освобождается только после очистки. При возврате используется staging-имя.
tr: Öğeleri Çöp'e taşır. Alan, yalnızca Çöp'ü boşalttığınızda kazanılır. Geri koyma işleminde geçici ad kullanılır.
zh_hant: 移到廢紙簍，清空廢紙簍後才真正釋放空間。放回時會落在暫存名下。

# detail.removalMode.permanent.description
source: 直接删除，不进废纸篓，无法恢复。执行前需要再确认一次。
ar: يحذف فورًا دون سلة المهملات. يتطلب تأكيدًا ثانيًا.
de: Löscht sofort ohne Papierkorb. Erfordert eine zweite Bestätigung.
en: Deletes immediately without the Trash. Requires a second confirmation.
es: Elimina de inmediato sin la Papelera. Requiere una segunda confirmación.
fr: Supprime immédiatement sans la corbeille. Une seconde confirmation est requise.
ja: ゴミ箱を経由せず即時削除します。実行前にもう一度確認が必要です。
ko: 휴지통 없이 바로 삭제합니다. 실행 전 한 번 더 확인이 필요합니다.
pt: Apaga de imediato sem o Lixo. Exige uma segunda confirmação.
ru: Удаляет сразу, минуя Корзину. Требуется повторное подтверждение.
tr: Çöp'ü kullanmadan anında siler. İkinci bir onay gerektirir.
zh_hant: 直接刪除，不進廢紙簍，無法恢復。執行前需要再確認一次。

# detail.candidate.size
source: 约 %@
ar: حوالي %@
de: Ca. %@
en: About %@
es: Aprox. %@
fr: Env. %@
ja: 約 %@
ko: 약 %@
pt: Cerca de %@
ru: Ок. %@
tr: Yaklaşık %@
zh_hant: 約 %@

# detail.action.trash
source: 移到废纸篓
ar: نقل إلى سلة المهملات
de: In den Papierkorb
en: Move to Trash
es: Mover a la Papelera
fr: Mettre à la corbeille
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
pt: Mover para o Lixo
ru: Переместить в Корзину
tr: Çöp'e Taşı
zh_hant: 移到廢紙簍

# detail.action.trashSelected
source: 移到废纸篓 · %d 项 · 约 %@
ar: إلى سلة المهملات · %d عنصر · حوالي %@
de: In den Papierkorb · %d Elemente · ca. %@
en: Move to Trash · %d items · about %@
es: Mover a la Papelera · %d elementos · aprox. %@
fr: Mettre à la corbeille · %d éléments · env. %@
ja: ゴミ箱へ · %d 項目 · 約 %@
ko: 휴지통으로 · %d개 · 약 %@
pt: Mover para o Lixo · %d itens · cerca de %@
ru: В Корзину · %d элем. · ок. %@
tr: Çöp'e Taşı · %d öğe · yaklaşık %@
zh_hant: 移到廢紙簍 · %d 項 · 約 %@

# detail.action.cleanSelected
source: 清理 · %d 项 · 约 %@
ar: تنظيف · %d عنصر · حوالي %@
de: Bereinigen · %d Elemente · ca. %@
en: Clean · %d items · about %@
es: Limpiar · %d elementos · aprox. %@
fr: Nettoyer · %d éléments · env. %@
ja: クリーンアップ · %d 項目 · 約 %@
ko: 정리 · %d개 · 약 %@
pt: Limpar · %d itens · cerca de %@
ru: Очистить · %d элем. · ок. %@
tr: Temizle · %d öğe · yaklaşık %@
zh_hant: 清理 · %d 項 · 約 %@

# detail.selection.idle
source: 尚未扫描
ar: لم يُمسح بعد
de: Noch nicht gescannt
en: Not scanned yet
es: Aún no escaneado
fr: Pas encore analysé
ja: まだスキャンしていません
ko: 아직 스캔하지 않음
pt: Ainda não escaneado
ru: Ещё не сканировалось
tr: Henüz taranmadı
zh_hant: 尚未掃描

# detail.selection.expired
source: 结果已过期，请重新扫描
ar: انتهت صلاحية النتائج — أعد المسح
de: Ergebnisse abgelaufen — erneut scannen
en: Results expired — rescan
es: Resultados caducados: vuelve a escanear
fr: Résultats expirés — rescanner
ja: 結果の有効期限切れ — 再スキャン
ko: 결과가 만료됨 — 다시 스캔
pt: Resultados expirados — escaneie de novo
ru: Результаты устарели — пересканируйте
tr: Sonuçların süresi doldu — yeniden tarayın
zh_hant: 結果已過期，請重新掃描

# detail.selection.stale
source: 清理范围已变化，请重新扫描
ar: تغيّر نطاق التنظيف — أعد المسح
de: Bereinigungsbereich geändert — erneut scannen
en: Cleanup scope changed — rescan
es: El alcance de limpieza cambió: vuelve a escanear
fr: Portée du nettoyage modifiée — rescanner
ja: クリーンアップ範囲が変わりました — 再スキャン
ko: 정리 범위가 변경됨 — 다시 스캔
pt: Âmbito da limpeza mudou — escaneie de novo
ru: Область очистки изменилась — пересканируйте
tr: Temizleme kapsamı değişti — yeniden tarayın
zh_hant: 清理範圍已變化，請重新掃描

# detail.selection.summary
source: 可清理 %d 项 · 已选 %d 项 · 约 %@
ar: قابل للتنظيف %d · محدد %d · حوالي %@
de: %d bereinigbar · %d ausgewählt · ca. %@
en: %d cleanable · %d selected · about %@
es: %d limpiables · %d seleccionados · aprox. %@
fr: %d nettoyables · %d sélectionnés · env. %@
ja: クリーン可 %d · 選択 %d · 約 %@
ko: 정리 가능 %d개 · 선택 %d개 · 약 %@
pt: %d limpáveis · %d selecionados · cerca de %@
ru: Можно очистить %d · выбрано %d · ок. %@
tr: %d temizlenebilir · %d seçili · yaklaşık %@
zh_hant: 可清理 %d 項 · 已選 %d 項 · 約 %@

# detail.confirm.fallbackTitle
source: 确认永久清理
ar: تأكيد التنظيف النهائي
de: Endgültige Bereinigung bestätigen
en: Confirm permanent cleanup
es: Confirmar limpieza permanente
fr: Confirmer le nettoyage définitif
ja: 完全クリーンアップの確認
ko: 영구 정리 확인
pt: Confirmar limpeza permanente
ru: Подтвердить безвозвратную очистку
tr: Kalıcı temizlemeyi onayla
zh_hant: 確認永久清理

# detail.confirm.title
source: 确认永久清理 %d 项 · 约 %@
ar: حذف %d عنصر نهائياً · حوالي %@
de: %d Elemente endgültig löschen · ca. %@
en: Permanently delete %d items · about %@
es: Eliminar permanentemente %d elementos · aprox. %@
fr: Supprimer définitivement %d éléments · env. %@
ja: %d 項目を完全削除 · 約 %@
ko: %d개 영구 삭제 · 약 %@
pt: Apagar permanentemente %d itens · cerca de %@
ru: Безвозвратно удалить %d элем. · ок. %@
tr: %d öğeyi kalıcı olarak sil · yaklaşık %@
zh_hant: 確認永久清理 %d 項 · 約 %@

# partial.timedOut
source: 超时
ar: انتهت المهلة
de: Zeitüberschreitung
en: Timed out
es: Tiempo de espera agotado
fr: Délai dépassé
ja: タイムアウト
ko: 시간 초과
pt: Tempo esgotado
ru: Тайм-аут
tr: Zaman aşımı
zh_hant: 超時

# partial.permissionDenied
source: 权限不足
ar: تم رفض الإذن
de: Keine Berechtigung
en: Permission denied
es: Permiso denegado
fr: Permission refusée
ja: 権限がありません
ko: 권한 부족
pt: Permissão negada
ru: Нет доступа
tr: İzin reddedildi
zh_hant: 權限不足

# partial.unsupportedVolume
source: 不支持的卷
ar: مجلد غير مدعوم
de: Nicht unterstütztes Volume
en: Unsupported volume
es: Volumen no compatible
fr: Volume non pris en charge
ja: 未対応のボリューム
ko: 지원되지 않는 볼륨
pt: Volume sem suporte
ru: Неподдерживаемый том
tr: Desteklenmeyen birim

# partial.crossedMountPoint
source: 含挂载点
ar: يحتوي على نقطة تركيب
de: Enthält Mount-Punkt
en: Contains mount point
es: Contiene punto de montaje
fr: Contient un point de montage
ja: マウントポイントを含む
ko: 마운트 지점 포함
pt: Contém ponto de montagem
ru: Содержит точку монтирования
tr: Bağlama noktası içeriyor
zh_hant: 含掛載點

# partial.walkError
source: 读取异常
ar: خطأ في القراءة
de: Lesefehler
en: Read error
es: Error de lectura
fr: Erreur de lecture
ja: 読み取りエラー
ko: 읽기 오류
pt: Erro de leitura
ru: Ошибка чтения
tr: Okuma hatası
zh_hant: 讀取異常

# limitation.fdaRestricted
source: 未开启完全磁盘访问，已跳过 %d 项系统缓存
ar: الوصول الكامل إلى القرص معطّل — تم تخطي %d من ذاكرة التخزين المؤقت للنظام
de: Vollzugriff aus — %d System-Cache-Ziele übersprungen
en: Full Disk Access is off — skipped %d system cache targets
es: Acceso total al disco desactivado: se omitieron %d cachés del sistema
fr: Accès complet au disque désactivé — %d cibles de cache système ignorées
ja: フルディスクアクセスがオフのため、%d 件のシステムキャッシュをスキップ
ko: 전체 디스크 접근이 꺼져 %d개 시스템 캐시 대상을 건너뜀
pt: Acesso Total ao Disco desligado — %d caches do sistema ignorados
ru: Полный доступ к диску выключен — пропущено %d системных кэшей
tr: Tam Disk Erişimi kapalı — %d sistem önbelleği hedefi atlandı
zh_hant: 未開啟完全磁碟存取，已跳過 %d 項系統快取

# limitation.dynamicRuleFailed
source: 动态规则 %@ 未能运行：%@
ar: تعذّر تشغيل القاعدة الديناميكية %@: %@
de: Dynamische Regel %@ konnte nicht laufen: %@
en: Dynamic rule %@ couldn’t run: %@
es: La regla dinámica %@ no pudo ejecutarse: %@
fr: La règle dynamique %@ n’a pas pu s’exécuter : %@
ja: 動的ルール %@ を実行できません：%@
ko: 동적 규칙 %@를 실행할 수 없음: %@
pt: A regra dinâmica %@ não pôde ser executada: %@
ru: Динамическое правило %@ не выполнилось: %@
tr: %@ dinamik kuralı çalıştırılamadı: %@
zh_hant: 動態規則 %@ 未能運行：%@

# limitation.targetExpansionFailed
source: 规则 %@ 展开失败：%@
ar: فشل توسيع القاعدة %@: %@
de: Regel %@ konnte nicht erweitert werden: %@
en: Rule %@ failed to expand: %@
es: La regla %@ no se pudo expandir: %@
fr: Échec de l’expansion de la règle %@ : %@
ja: ルール %@ の展開に失敗：%@
ko: 규칙 %@ 확장 실패: %@
pt: Falha ao expandir a regra %@: %@
ru: Не удалось развернуть правило %@: %@
tr: %@ kuralı genişletilemedi: %@
zh_hant: 規則 %@ 展開失敗：%@

# limitation.volumeSkipped
source: 已跳过非本地卷：%@
ar: تم تخطي مجلد غير محلي: %@
de: Nicht lokales Volume übersprungen: %@
en: Skipped non-local volume: %@
es: Volumen no local omitido: %@
fr: Volume non local ignoré : %@
ja: 非ローカルボリュームをスキップ：%@
ko: 로컬이 아닌 볼륨 건너뜀: %@
pt: Volume não local ignorado: %@
ru: Пропущен нелокальный том: %@
tr: Yerel olmayan birim atlandı: %@
zh_hant: 已跳過非本地卷：%@
